@extends('website.layouts.master')
@section('title')

@endsection
@section('PageContent')


<main class="main">

    <div class="site-breadcrumb" style="background: url(assets/website/img/breadcrumb/01.jpg)">
        <div class="container">
            <h2 class="breadcrumb-title">سياسة الخصوصية</h2>
            <ul class="breadcrumb-menu">
                <li class="active">سياسة الخصوصية</li>
                <li><a href="{{ route('website.home') }}">الرئيسية</a></li>
            </ul>
        </div>
    </div>


    <div class="pt-120 pb-120">
        <div class="container">
            <div class="row">
                <div class="col">
                    <div class="terms-content">
                        <h4>سياسة الخصوصية</h4>
                        <p style="direction:rtl;">
                            سياسة الخصوصية
                            <br>
                            أهلا وسهلا بكم في منصة غاية اكسبرس، ونشكركم على منحنا جزءا من وقتك لقراءة هذه السياسة.
                            <br>
                            غاية اكسبرس  والتي قد يشار اليها فيما بعد بكلمة ("نحن" أو "اننا" ، أو الضمير "نا")  يقصد به متجر وموقع ومنصة غاية اكسبرس.
                            <br>
                            تحكم وتنظم سياسة الخصوصية  هذه كيفية استخدامك  لموقعنا وتوضح كيف نقوم بجمع المعلومات التي تنتج عن استخدامك لخدمتنا وحمايتها والكشف عنها.
                            <br>
                            نحن نقوم باستخدام  بياناتك  وذلك من أجل توفير الخدمة وتحسينها. وباستخدامك للخدمة فإنك توافق على جمع واستخدام المعلومات وفقا لهذه السياسة.
                            <br>
                            اولا:- أنواع البيانات التي يتم جمعها
                            <br>
                            بيانات شخصية
                            <br>
                            أثناء استخدامك لخدمتنا قد نطلب منك تزويدنا ببعض المعلومات الشخصية التي يمكن استخدامها للاتصال بك أو تحديد هويتك ("البيانات الشخصية"). قد تتضمن معلومات تحديد الشخصية على سبيل المثال لا الحصر:
                            <br>
                            (أ) عنوان البريد الإلكتروني.
                            <br>
                            (ب) الاسم الأول واسم العائلة.
                            <br>
                            (ج) رقم الهاتف.
                            <br>
                            (د) العنوان والدولة والمنطقة والرمز البريدي والمدينة.
                            <br>
                            (هـ) ملفات تعريف الارتباط والبيانات الناتجة عن استخدام الخدمة.
                            <br>
                            قد نستخدم بياناتك الشخصية لإمدادك بالنشرات الإخبارية والمواد التسويقية أو الترويجية وغيرها من المعلومات التي قد تهمك. ويمكنك اختيار عدم تلقي أي من هذه الرسائل أو جميعها من خلال اتباع رابط إلغاء الاشتراك.

                            <br>
                            بيانات الاستخدام
                            <br>
                            كما قد نقوم بجمع المعلومات التي يرسلها متصفحك كلما قمت بزيارة الخدمة أو عند وصولك إلى الخدمة بواسطة أو من خلال جهاز محمول وتسمى هذه المعلومات ("بيانات الاستخدام").
                            تتبع بيانات ملفات تعريف الارتباط
                            <br>
                            نحن نستخدم ملفات تعريف الارتباط (الكوكيز) وأساليب التتبع المشابهة لها لتتبع نشاطك عند استخدام خدمتنا ونحتفظ بمعلومات معينة.
                            <br>
                            ملفات تعريف الارتباط هي ملفات تحتوي على كمية صغيرة من البيانات التي قد تتضمن معرفًا فريدًا مستتر.
                            <br>
                            ثالثا:- استخدام البيانات
                            <br>
                            يستخدم موقع غاية اكسبرس البيانات التي يتم جمعها للأغراض المختلفة الآتية:
                            <br>
                            (أ) لتوفير خدماتنا وصيانتها
                            <br>
                            (ب) لإعلامك بالتغييرات التي تطرأ على خدمتنا
                            <br>
                            (ج) للسماح لك بالمشاركة في الميزات التفاعلية لخدمتنا عندما تختار القيام بذلك
                            <br>
                            (د) لتوفير الدعم للعملاء
                            <br>
                            (هـ) لجمع التحليلات أو المعلومات المفيدة حتى نتمكن من تحسين خدمتنا
                            <br>
                            (و) لمراقبة استخدام خدمتنا
                            <br>
                            (ز) الكشف عن المشاكل التقنية ومعالجتها ومنعها
                            <br>
                            (ح) لتحقيق أي غرض آخر كنت توفر هذه البيانات من أجله
                            <br>
                            (ط) لتنفيذ التزاماتنا والتأكيد على حقوقنا الناشئة عن أي عقود يتم إبرامها بيننا وبينك بما في ذلك الفاتورة والتحصيل
                            <br>
                            (ي) لتزويدك بإشعارات حول حسابك و / أو اشتراكك ، بما في ذلك إشعارات انتهاء الصلاحية والتجديد ، وإرشادات البريد الإلكتروني ، وما إلى ذلك.
                            <br>
                            (ك) لتزويدك بالأخبار والعروض الخاصة والمعلومات العامة حول السلع والخدمات والأحداث الأخرى التي نقدمها والتي تشبه تلك التي قمت بشرائها أو الاستفسار عنها ما لم تكن قد اخترت عدم تلقي هذه المعلومات,
                            <br>
                            (ل) بأي طريقة نقوم بالوصف عند تقديم المعلومات.
                            <br>
                            (م) استخدام تلك البيانات لأي غرض آخر بعد الحصول على موافقتك.
                            <br>
                            رابعا:- الاحتفاظ بالبيانات
                            <br>
                            سنحتفظ ببياناتك الشخصية فقط عندما يكون ذلك ضروريًا للأغراض المنصوص عليها في سياسة الخصوصية هذه. وسنحتفظ ببياناتك الشخصية ونستخدمها بالقدر اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال ، إذا كنا مطالبين بالاحتفاظ ببياناتك للامتثال للقوانين المعمول بها) وعند حل النزاعات ولإنفاذ اتفاقياتنا وسياساتنا القانونية.
                            <br>
                            خامسا:- الإفصاح عن البيانات والمعلومات
                            <br>
                            قد يتم نقل معلوماتك ، بما في ذلك البيانات الشخصية ، إلى أجهزة أخرى موجودة خارج وطنك أو بلدك أو منطقتك أو أي سلطة قضائية حكومية أخرى حيث قد تختلف قوانين حماية البيانات عن قوانين سلطتك القضائية.
                            سوف يتخذ غاية اكسبرس جميع الخطوات اللازمة بشكل مقبول لضمان أن يتم التعامل مع بياناتك بطريقة آمنة ووفقًا لسياسة الخصوصية هذه ولن يتم نقل بياناتك الشخصية إلى اي منظمة أو بلد ما لم تكن هناك ضوابط كافية سارية تتضمن أمن بياناتك وغيرها من المعلومات الشخصية.
                            <br>
                            ويحق لنا في غاية اكسبرس أن نكشف عن المعلومات الشخصية التي نجمعها أو تقوم بتوفيرها لنا في أي حالة من الحالات الآتية:-
                            <br>
                            (أ) الكشف عن هذه المعلومات  والبيانات من أجل تطبيق القانون.
                            <br>
                            في ظل ظروف معينة، قد يطلب منا الإفصاح عن بياناتك الشخصية ويكون ذلك مطلوبًا بموجب القانون أو استجابة لطلبات شرعية من السلطات العامة.
                            <br>
                            (ب) المعاملات التجارية
                            <br>
                            إذا كنا نحن أو الشركات التابعة لنا مشاركين في عملية اندماج أو استحواذ أو بيع أصول فقد يتم نقل بياناتك الشخصية.
                            <br>
                            (ج) حالات اخرى. قد نكشف فيها عن معلوماتك أيضًا:
                            <br>
                            (1) إلى الشركات و المؤسسات التابعة لنا؛
                            <br>
                            (2) للمتعاقدين ومقدمي الخدمات والأطراف الثالثة الأخرى الذين نستخدمهم لدعم أعمالنا؛
                            <br>
                            (3) لتحقيق الغرض الذي تقدمونها من أجله؛
                            <br>
                            (4) لغرض إدراج شعار شركتك على موقعنا الإلكتروني؛
                            <br>
                            (5) لأي غرض آخر يكشف عنه من قبلنا عند تقديم المعلومات؛
                            <br>
                            (6) بموافقتك في أي حالات أخرى ؛
                            <br>
                            (7) إذا كنا نعتقد أن الإفصاح ضروري أو مناسب لحماية حقوق أو ممتلكات أو سلامة الشركة أو عملائنا أو غيرهم.
                            <br>
                            سادسا:- أمن البيانات والمعلومات
                            <br>
                            نسعى إلى حماية بيانات جميع المتعاملين والمستخدمين لغاية اكسبرس وهذا لا يعني أننا نضمن ذلك بنسبة 100%.
                            <br>
                            سابعا:- مزودي الخدمة
                            <br>
                            يجوز لنا توظيف شركات وأفراد من أطراف ثالثة لتيسير خدمتنا ("موفرو الخدمة") أو لتقديم الخدمة نيابة عنا أو أداء الخدمات المتعلقة بالخدمة أو مساعدتنا في تحليل كيفية استخدام خدمتنا.
                            هذه الأطراف الثالثة لديها حق الوصول إلى بياناتك الشخصية فقط لأداء هذه المهام نيابة عنا، وهي ملزمة بعدم الكشف عنها أو استخدامها لأي غرض آخر.
                            <br>
                            ثامنا:- الإعلان
                            <br>
                            يحق لغاية اكسبرس أن تستعين مزودي خدمات من جهات خارجية لعرض بعض الإعلانات وذلك من أجل مساعدتك في تقديم المزيد من الدعم والمساعدة لك.
                            <br>
                            تاسعا:- التحديثات
                            <br>
                            قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنقوم بإخطارك في حال القيام بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة. وكذلك سنقوم بإعلامك عبر البريد الإلكتروني و/أو بإشعار بارز على خدمتنا قبل أن يصبح التغيير ساري النفاذ.
                            لمزيد من الاستفسارات أو المعلومات يمكنكم التواصل معنا عبر الدعم الفني
                            <br>
                            عن غاية إكسبريس
                            <br>
                            إتفاقية الاستخدام
                            <br>
                            سياسة الخصوصية
                            <br>
                            جميع الحقوق محفوظة لشركة غاية أكسبريس  ©️ 2022
                            <br>
                            السجل التجاري:4603151480
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>

</main>

@endsection
