@extends('website.layouts.master')
@section('title')

@endsection
@section('PageContent')


<main class="main">

    <div class="site-breadcrumb" style="background: url(assets/website/img/breadcrumb/01.jpg)">
        <div class="container">
            <h2 class="breadcrumb-title">سياسة الشروط والاحكام</h2>
            <ul class="breadcrumb-menu">
                <li class="active">سياسة الشروط والاحكام</li>
                <li><a href="{{ route('website.home') }}">الرئيسية</a></li>
            </ul>
        </div>
    </div>


    <div class="pt-120 pb-120">
        <div class="container">
            <div class="row">
                <div class="col">
                    <div class="terms-content">
                        <h4>سياسة الشروط الاحكام</h4>
                        <p>
                            الشروط والأحكام
                            <br>
                            نرحب بكم في  موقع  ومنصة " غاية اكسبرس"، فأهلا ومرحبا بكم.
                            يعمل هذا الموقع كمتجر الكتروني مختص في  مجال النقل البري كما هو موضح ومذكور في العقود والسياسات الأخرى، ويتم تقديم الخدمة وفق الشروط والأحكام المنصوص عليها في هذه الوثيقة وسياسة الخصوصية والعقود والسياسيات الأخرى المتفق عليها بين الأطراف.
                            <br>
                            أولاً: تعريفات المصطلحات
                            <br>
                            في هذه الاتفاقية، وما لم يقتضي السياق خلاف ذلك يكون للمصطلحات التالية المعاني المشار إليها.
                            <br>
                            " الموقع"  أو " المنصة" "نحن" أو "ضمير المتكلم" أو "ضمير الملكية": يشير إلى موقع ومنصة  غاية اكسبرس.
                            <br>
                            "المستخدم" أو "أنت" أو "ضمير الملكية للمخاطب": يعني الشخص الذي يزور الموقع، أو يستخدمه، أو يُسجل عضوية بالموقع.
                            <br>
                            "المشترك" يشير إلى كل شخص يشترك معنا من خلال تسجيل عضوية في المنصة.
                            <br>
                            "الاتفاقية" تشير إلى هذه الوثيقة وما تتضمنه من شروط وأحكام، وكذلك سياسة الخصوصية، وكافة سياسات تقديم الخدمات، وكافة الاتفاقيات والسياسات المكملة والمنفذة لاتفاقك معنا، بالإضافة لأي سياسة أخرى أو عقود مضافة من طرفنا.
                            <br>
                            "أطراف الاتفاقية" يشير إلى كافة الأشخاص الذين يخضعون للشروط والأحكام المنصوص عليها في هذه الاتفاقية، بما تتضمنه من حقوق والتزامات.
                            <br>
                            ثانيا: الطبيعة القانونية لهذه الاتفاقية وللاتفاقيات الأخرى المكملة
                            <br>
                            1.	تعد هذه الاتفاقية وملحقاتها الاتفاق الكامل والنهائي بين الموقع من ناحية، وأي شخص يقوم بزيارة الموقع  أو يستخدمه أو يستخدم أي من خصائصه أو ميزاته من ناحية أخرى.
                            <br>
                            2.	تعد هذه الاتفاقية عقدًا صحيحًا مكتملاً الشروط والأركان القانونية، نافذًا في مواجهة جميع الأطراف المذكورة، وأحكامه والتزاماته ملزمة لهم جميعًا، ولا يجوز لأحد التحلل منها أو إنهائها طالما أنتجت آثارها القانونية.
                            <br>
                            3.	يقر جميع الأطراف أن هذه الاتفاقية تشكل كامل الاتفاق بينهم، وقد اتفقوا على أنهم لم يعتمدوا على أي تأكيدات، شفوية كانت أم كتابية، في الموافقة على هذه الاتفاقية بخلاف الأحكام المبينة فيها.
                            <br>
                            4.	يعد وصف الخدمات والصفحات الفرعية للموقع التي تم إعدادها من قِبل التطبيق جزء لا يتجزأ من هذه الاتفاقية.
                            <br>
                            5.	تعتبر العقود المكملة لهذه الاتفاقية جزء لا يتجزأ منها، ويسري عليها ما يسري على هذه الاتفاقية من شروط وأحكام، وترتبط بهذه الاتفاقية ارتباطًا لا يقبل التجزئة وجودًا وعدمًا.
                            <br>
                            6.	يكون للتعديلات الواردة على هذه الاتفاقية نفس الحكم والأثر القانوني لهذه الاتفاقية.
                            <br>
                            ثالثا: الموافقة والأهلية القانونية
                            <br>
                            تقر بأن لديك الأهلية القانونية اللازمة للإبرام والموافقة على هذه الاتفاقية، وأن لديك الصلاحيات القانونية الكاملة غير المقيدة طبقًا للشروط التالية:
                            <br>
                            1.	يشترط في من يسجل أو يستخدم  منصة غاية اكسبرس أن يبلغ من العمر ثماني عشر عاما فأكثر، وأن يكون كامل الأهلية النظامية والشرعية وفقا لأحكام الأنظمة المعمول بها والنافذة في المملكة العربية السعودية.
                            <br>
                            2.	مع عدم الإخلال بأي حقوق أخرى للموقع بموجب هذه الاتفاقية أو القانون، يحتفظ التطبيق والموقع بالحق في تقييد وصولك إليه أو إلغاء عضويتك إذا رأى أنك لم تبلغ سن 18 عامًا، أو قام لديك مانع من موانع الأهلية أو تاجرا تم فرض الإفلاس عليه.
                            <br>
                            3.	يشترط في من يستخدم الموقع أن يتوافر فيه الأهلية القانونية اللازمة لإبرام العقود، وألا يكون مصاب بأي من عوارض أو موانع الأهلية، وغاية اكسبرس غير مسؤول عن التحقق من أهلية أيًا من مستخدمي الموقع.
                            <br>
                            4.	باستخدامك خدمات الموقع فأنت توافق على هذه الاتفاقية، وتقر بأنك ملزمًا قانونًا بالشروط والأحكام المنصوص عليها في هذه الوثيقة أو تعديلاتها.
                            <br>
                            5.	يعد استخدامك للموقع أو دخولك معنا في أي اتفاقية بمثابة توقيع إلكتروني على هذه الاتفاقية.
                            <br>
                            رابعا: الاتصالات
                            <br>
                            1.	أنت توافق على تلقي الاتصالات منا، وسوف نتواصل معك عن طريق البريد الالكتروني أو رقم الجوال أو عن طريق نشر إشعارات عبر الموقع أو من خلال خدمات الموقع الأخرى.
                            <br>
                            2.	أنت توافق على أن جميع الاتفاقات والإشعارات والإفصاحات وغيرها من الاتصالات التي نقدمها لك إلكترونيًا تستوفي كافة الشروط القانونية كما لو كانت هذه الاتصالات خطية، وتقوم مقامها في إنتاج آثارها القانونية.
                            <br>
                            3.	يتطلب الموقع الإلكتروني موافقتك أثناء عملية التسجيل على قيامنا بإرسال رسائل على بريدك الالكتروني أو هاتفك الجوال أو عبر الموقع لأغراض ترويجية، وذلك لإعلامك بأي تغييرات أو ميزات أو أنشطة جديدة تضاف إلى الموقع الخاص بنا.
                            <br>
                            4.	إذا قررت في أي وقت أنك لا ترغب في تلقي رسائل ترويجية، يمكنك تعطيل تلقي هذه الرسائل عن طريق مراسلتنا، ولكن في هذه الحالة لا نضمن تمتعك بخدماتنا بشكل كامل.
                            <br>
                            5.	أي إشعارات مطلوب تبليغها إلى الموقع بمقتضى هذه الاتفاقية يجب أن يتم إرسالها عن طريق الخواص المتاحة من قِبلنا داخل الموقع الإلكتروني.
                            <br>
                            خامسا: حقوق الملكية الفكرية

                            <br>
                            1.	الموقع الإلكتروني والأفكار المُعبَر عنها داخله، هي حقوق ملكية فكرية خالصة لنا، وأي تقليد أو اقتباس للتطبيق أو بعض خدماته (بما في ذلك الأفكار والنصوص والرموز والبرمجيات) يعد انتهاكًا لحقوق التأليف والنشر الخاصة بنا، وسنقوم معه باتخاذ كافة الإجراءات القانونية ضد مرتكب الانتهاكات المذكورة.
                            <br>
                            2.	جميع المحتويات المضمنة أو المتاحة ضمن خدمات التطبيق مثل (النصوص والشعارات والصور والرسوم البيانية والتسجيلات الصوتية وأيقونات الأزرار والمحتويات الرقمية والمواد التي يتم إعادة تحميلها والبرمجيات وتجميع البيانات) هي ملك للموقع الخاص بنا، وهي محمية من قِبل قوانين الدولة المحلية " الأنظمة ذات العلاقة السارية في المملكة العربية السعودية"  وقوانين حقوق التأليف والنشر الدولية.
                            <br>
                            3.	تجميع كافة البيانات المدرجة في خدمات التطبيق أو إتاحتها من قِبل أيًا من خدماتنا هو ملك حصري وخاص بالتطبيق والموقع، ومحمية بموجب قوانين حقوق الطبع والنشر داخل الأنظمة المعمول بها في المملكة العربية السعودية والعربية والدولية وكذلك محمية بموجب الاتفاقيات الدولية السارية، مثل اتفاقية برن، واتفاقية تربس.
                            <br>
                            سادسا: التراخيص الممنوحة
                            <br>
                            1.	يمنحك الموقع ترخيصًا محدودًا وغير حصري لاستخدام موقع" غاية اكسبرس "، ويحظر عليك التنازل عن هذا الترخيص إلى الغير.
                            <br>
                            2.	لا يشمل هذا الترخيص إعادة بيع أو أي استخدام تجاري لأي من خدماتنا أو محتوياتها.
                            <br>
                            3.	لا يشمل هذا الترخيص أي نسخ للمعلومات المتوفرة عن الحساب لصالح الغير، أو أي استخدام لوسائل استخراج البيانات أو أي استخدام لأدوات جمع واستخلاص البيانات المماثلة.
                            <br>
                            4.	لا يجوز لك إعادة إنتاج أو عمل نسخة مطابقة لهذا الموقع، أو نسخ أو بيع أو إعادة بيع أي جزء منه، أو استخدامه بصورة مغايرة في أغراض الاستغلال التجاري أو غير التجاري له دون الحصول على موافقة كتابية صريحة من الموقع.
                            <br>
                            5.	لا يجوز لك استخدام أي علامات وصفية أو أي "نص مخفي" آخر يستغل اسم الموقع أو علاماته التجارية بدون موافقة كتابية صريحة من الموقع.
                            <br>
                            6.	غير مرخص لك بأي شكل من الأشكال نشر أي روابط لمواقع عبر الموقع أو من خلال أي خواص متاحة داخل الموقع.
                            <br>
                            7.	يجوز لك استخدام خدماتنا بالشكل المسموح به قانونًا فقط، ووفقًا لشروط هذه الاتفاقية.
                            <br>
                            8.	لا يجوز لك إساءة استخدام خدماتنا بأي شكل من الأشكال، ومن ذلك السب أو القذف أو التحقير أو إهانة الأديان أو الأعراف وغير ذلك.
                            <br>
                            9.	تنتهي التراخيص الممنوحة من قِبلنا إذا لم تلتزم بشروط الاستخدام هذه أو أي شروط خدمة أخرى.
                            <br>
                            سابعا:-الإنهاء
                            <br>
                            1.	نحتفظ بحقنا في الإنهاء الفوري لاستخدامك لموقع ومنصة غاية اكسبرس في حال قيامك بخرق بنود هذه الشروط والأحكام أو في حال اعتقدنا بناء على أسباب منطقية أنك من الممكن أن تقوم بخرق بنود هذه الشروط والأحكام أو في حال قيامك بسلوك نرى أنه وبناء على تقديرنا المطلق غير مقبول.
                            <br>
                            2.	 يمكننا إنهاء حسابك في منصة غاية اكسبرس بناء على حكم قضائي صادر عن محكمة مختصة.
                            <br>
                            ثامنا:- الدفع والأسعار
                            <br>
                            1.	يحتفظ  موقع ومنصة غاية اكسبرس لنفسه بالحق في فرض رسوم جديدة على استخدام المنصة أو الخدمة أو كليهما.
                            <br>
                            2.	إذا قررت منصة غاية اكسبرس  فرض أية  رسوم جديدة أو نسبة عمولات، فإنه يتوجب عليك مراجعة الشروط والأحكام لمعرفتها
                            <br>
                            3.	يجوز لمنصة غاية اكسبرس تعديل أو تحديث الأسعار من وقت لآخر، ويقع على عاتقك مسؤولية البقاء على معرفة بالنسب او المبلغ الحالي لخدمات المنصة.
                            <br>
                            4.	غاية اكسبرس  تظهر كافة الأسعار في الموقع لكل خدمة ويعتمد الأسعار لكل خدمة قبل الطلب ويحتمل أن يختلف السعر بحسب المنطقة أو الدولة أو زمن طلب الخدمة كما أنه توجد اسعار ثابته لبعض الخدمات وهناك أسعار تعتمد على مدة التنفيذ ومسافة الطريق والكمية، كما أنه يجوز لمنصة غاية اكسبرس  تحديث الأسعار في أي وقت ويجب أن تكون على اطلاع دائم.
                            <br>
                            5.	 لا يمكن استرداد المبالغ المدفوعة لشراء الباقات على منصة غاية إكسبرس.
                            <br>
                            6.	 تدفع الرسوم مقدما لاي باقة يتم اختيارها ويمكن الاطلاع على الباقات المتوفرة على صفحة الباقات لاختيار الباقة التي تناسبك.
                            <br>
                            7.	على من يشترك في منصة غاية إكسبرس ان يدفع كامل الرسوم المطلوبة منه للاشتراك في الباقات المتوفرة على منصة غاية إكسبرس.
                            <br>
                            8.	 لا يمكن استرداد مبالغ المدفوعه لشراء بوليصات الشحن.
                            <br>
                            9.	فيما يتعلق بطريقة حساب مبلغ الشحن فإنه يتم اتباع المعادلة الآتية
                            (الطول* العرض* الارتفاع)   .
                            5000 ريال
                            <br>
                            10.	في حال كان الوزن التحجيمي أعلى من الوزن الفعلي فإنه يحسب الوزن الأعلى.
                            <br>
                            11.	منصة غاية اكسبرس غير مسؤولة عن تلف أو ضياع للشحنة.
                            <br>
                            تاسعا: التعديلات
                            <br>
                            1.	يلتزم المستخدم بما يجريه الموقع من تغييرات وتعديلات في السياسات المطبقة وعليه قبول أيه تعديلات يراها الموقع لازمة.
                            <br>
                            2.	يجوز لنا في أي وقت إجراء أية تعديلات أو تحسينات نراها ضرورية على الموقع لزيادة فاعليته، ويلتزم المستخدم بأية توجيهات أو تعليمات يقدمها الموقع إليه في هذا الخصوص.
                            <br>
                            3.	لا يجوز لك تغيير أي بنود من هذا الاتفاق أو تعديلها أو استبدالها بدون موافقة مكتوبة من الموقع.
                            <br>
                            4.	يجوز لنا تعديل أو تحديث هذه الشروط والأحكام "اتفاقية الاستخدام" الخاصة باستخدام الموقع بدون إرسال إخطار إليك بذلك؛ لذا عليك مراجعة هذه الاتفاقية بشكل دوري.
                            <br>
                            5.	أنت توافق على الالتزام بكافة الشروط والبنود الإضافية التي ستتاح لك والتي تتعلق باستخدام أي من الخدمات المتاحة عبر الموقع، ويتم دمج هذه الشروط والبنود الإضافية إلى هذه الاتفاقية.
                            <br>
                            عاشرا: تحويل الحقوق والالتزامات
                            <br>
                            1.	يحق للموقع تحويل كافة حقوقه الواردة في هذه الاتفاقية للغير دون أي اعتراض من المستخدم، ويلتزم الجميع بتنفيذ كافة التزاماتهم الواردة في هذه الاتفاقية قِبل المحال إليه فور إخطارهم بالحوالة، ويحق للمحال إليه اتخاذ كافة الإجراءات القانونية قِبل المتقاعس عن تنفيذ التزاماته بموجب هذه الاتفاقية.
                            <br>
                            2.	لا يجوز لك التنازل عن التزاماتك وحقوقك بموجب هذه الاتفاقية، أو أن تعهد بإدارة حسابك بالموقع إلى طرف ثالث إلا بعد الحصول على موافقة خطية منا.
                            <br>
                            حادي عشر:- إخلاء المسؤولية
                            <br>
                            1- منصة غاية إكسبرس غير مسؤولة عن أي خسارة في الأرباح أو أي أضرار ناجمة بشكل مباشر أو غير مباشر عن أي طرف في منصة غاية إكسبرس بأي شكل من الاشكال
                            2- يتحمل التاجر المسؤولية الكاملة عن أمن حسابه على منصتنا ، وذلك بعدم الكشف عن كلمة المرور الخاصة به لأي شخص، حتى لا يتلف حسابه على منصة غاية إكسبرس.
                            3-منصة غاية إكسبرس غير مسؤولة تمامًا بشكل مباشر أو غير مباشر عن محتوى الشحنات التي تصدر من متاجر مستخدميها ومن أي تصرفات تصدُر من التاجر وأن ما تقوم به هو مجرد ربط بين التاجر (والمنصة).

                            <br>
                            ثاني عشر: إلغاء الاتفاق
                            <br>
                            يعتبر الاتفاق مفسوخًا من تلقاء ذاته دون حاجة إلى أعذار أو اتخاذ إجراءات قضائية في أي من الحالات الآتية:
                            <br>
                            1.	في حالة ثبوت قيامك بالإخلال بأي فقرة أو بند من بنود هذه الاتفاقية أعلاه، مع حفظ كافة حقوقنا في المطالبة بالتعويض عن الأضرار المترتبة على ذلك.
                            <br>
                            2.	التنازل عن الحساب أو تأجيره من الباطن دون موافقتنا.
                            <br>
                            3.	تقاعس المستخدم عن الوفاء بأية التزامات منصوص عليها في هذه الاتفاقية دون أن يتخذ إجراءات جدية لإزالة هذا الإخلال، مع الاحتفاظ بحقنا في المطالبة بالتعويضات إن كان لها محل.
                            <br>
                            4.	عدم التمكن من توثيق أي معلومات قمت بتزويدنا بها.
                            <br>
                            5.	إذا قررنا في أي وقت أن نشاطاتك قد تتسبب لك أو لمستخدمين آخرين في نزاعات قانونية.
                            <br>
                            6.	توقف نشاط الموقع، أو توقف نشاط المسئولين عن إدارة الموقع.
                            <br>
                            ثالث عشر: القانون واجب التطبيق والمحاكم المختصة

                            <br>
                            1.	يحكم هذه الاتفاقية القوانين المعمول بها والسارية المفعول داخل الدولة المحلية.
                            <br>
                            2.	يختص القضاء داخل الدولة المحلية – محاكم المملكة العربية السعودية - بأي نزاع قد ينشأ عن تفسير أو تنفيذ أحكام هذه الاتفاقية.
                            <br>
                            3.	في حال أصبح أي حكم من أحكام هذه الاتفاقية غير ساري أو غير قانوني أو غير قابل للتنفيذ، فان قانونية وقابلية تنفيذ الأحكام الأخرى لن تتأثر بأي طريقة كانت بذلك الحكم.
                            <br>
                            رابع عشر: الإشعارات
                            <br>
                            1.	أي إشعارات تود إرسالها للموقع يجب أن يتم إرسالها عبر الخواص المحددة التطبيق والموقع، ولا يعتد بأي إشعارات يتم إرسالها خارج الموقع.
                            <br>
                            2.	أي إشعارات يود التطبيق أو الموقع إرسالها إليك، تكون إما عن طريق إعلانها على الموقع  أو عن طريق إرسالها إليك عبر رقم الجوال أو البريد الالكتروني الذي زودتنا بهم خلال عملية التسجيل، ويفترض علمك بالإشعار بمجرد الإعلان على الموقع، أو بمجرد مرور 24 ساعة من وقت إرسال الرسالة إليك.
                            <br>
                            خامس عشر: اللغة
                            <br>
                            1.	يعتبر النص العربي لهذه الاتفاقية هو النص المعتمد لأغراض تفسير وتطبيق شروطها وأحكامها.
                            <br>
                            2.	في حالة وجود تعارض بين النص العربي والنص المُترجم لهذه الاتفاقية، فمن المتفق عليه في هذه الحالة تطبيق ما جاء باللغة العربية.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>

</main>


@endsection
